---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.CommonSharedAssetType.Shared
enum: Autodesk.Revit.DB.Visual.CommonSharedAssetType
source: html/99dd9f58-e8a9-ca63-a19a-45ab8b271923.htm
---
# Autodesk.Revit.DB.Visual.CommonSharedAssetType.Shared